Repository: fabyc/nodux_technical_service_standalone
Catalog: locale/*.po
Languages: es_ec

# error:account.fiscalyear:
source: Fiscal year "%(first)s" and "%(second)s" have the same invoice sequence.
es_ec: Año fiscal "%(first)s" y "%(second)s" tienen la misma secuencia de servicio.

# error:account.fiscalyear:
source: You can not change invoice sequence in fiscal year "%s" because there are already posted invoices in this fiscal year.
es_ec: No puede cambiar la secuencia de servicio técnico del año fiscal "%s" porque ya hay servicios entregados.

# error:account.period:
source: Period "%(first)s" and "%(second)s" have the same service sequence.
es_ec: Periodo "%(first)s" and "%(second)s" tienen la misma secuencia.

# error:account.period:
source: Period "%(period)s" must have the same company as its fiscal year (%(fiscalyear)s).
es_ec: Periodo "%(period)s" debe tener la misma empresa que año fiscal (%(fiscalyear)s).

# error:account.period:
source: You can not change the service sequence in period "%s" because there is already an service posted in this period
es_ec: No puede cambiar la secuencia de servicio técnico del período "%s" porque ya hay servicios entregados.

# error:service.service.history_lines:
source: You can not add a line to history "%(invoice)s" that is delivered.
es_ec: No puede agregar linea de historial, el servicio ya está entregado

# error:service.service.history_lines:
source: You can not modify line "%(line)s" from history "%(invoice)s"
es_ec: No puede modicar el historial

# error:service.service.line:
source: You can not add a line to service "%(invoice)s" that is delivered.
es_ec: No puede agregar lineas al servicio "%(invoice)s" que ya está entregado.

# error:service.service.line:
source: You can not modify line "%(line)s" from service "%(invoice)s" that is delivered.
es_ec: No puede modificar la linea "%(line)s" del servicio "%(invoice)s" ya está entregado.

# error:service.service:
source: You can not modify service "%s" because it is delivered.
es_ec: No puede modificar el servicio "%s" porque ya está entregado.

# field:account.fiscalyear,home_service_sequence:
source: Home Service Sequence
es_ec: Secuencia de Servicio a Domicilio

# field:account.fiscalyear,service_sequence:
source: Service Sequence
es_ec: Secuencia de Servicio Técnico

# field:account.period,home_service_sequence:
source: Home Service Sequence
es_ec: Secuencia de Servicio a Domicilio

# field:account.period,service_sequence:
source: Service Sequence
es_ec: Secuencia de Servicio Técnico

# field:party.party,type_document:
source: Type Document
es_ec: Tipo de Documento

# field:service.periferic,create_date:
source: Create Date
es_ec: Fecha de Creación

# field:service.periferic,create_uid:
source: Create User
es_ec: Usuario creación

# field:service.periferic,name:
source: Periferic
es_ec: Periferico

# field:service.periferic,rec_name:
source: Name
es_ec: Nombre

# field:service.periferic,write_date:
source: Write Date
es_ec: Fecha de Modificación

# field:service.periferic,write_uid:
source: Write User
es_ec: Modificado por Usuario

# field:service.service,accessories:
source: Accessories
es_ec: Accesorios

# field:service.service,beaten:
source: Beaten
es_ec: Golpeado

# field:service.service,broken:
source: Broken
es_ec: Roto

# field:service.service,case_number:
source: Case number
es_ec: Numero de caso

# field:service.service,company:
source: Company
es_ec: Empresa

# field:service.service,create_date:
source: Create Date
es_ec: Fecha de Creación

# field:service.service,create_uid:
source: Create User
es_ec: Usuario creación

# field:service.service,delivery_date:
source: Estimated Delivery Date
es_ec: Fecha estimada entrega

# field:service.service,detail:
source: Repair Detail
es_ec: Detalle reparación

# field:service.service,entry_date:
source: Entry Date
es_ec: Fecha de Ingreso

# field:service.service,garanty:
source: Garanty
es_ec: Garantia

# field:service.service,history_lines:
source: Lines
es_ec: Lineas

# field:service.service,invoice_date:
source: Invoice Date
es_ec: Fecha de factura

# field:service.service,invoice_number:
source: Invoice number
es_ec: Número de factura

# field:service.service,lined:
source: Lined
es_ec: Rayado

# field:service.service,lines:
source: Lines
es_ec: Lineas

# field:service.service,new:
source: New
es_ec: Nuevo

# field:service.service,observations:
source: Observations
es_ec: Observaciones

# field:service.service,party:
source: Party
es_ec: Cliente

# field:service.service,rec_name:
source: Name
es_ec: Nombre

# field:service.service,remission:
source: No. guide remission
es_ec: No. guía remisión

# field:service.service,send_date:
source: Send Date
es_ec: Fecha de envío

# field:service.service,stained:
source: Stained
es_ec: Manchado

# field:service.service,state:
source: State
es_ec: Estado

# field:service.service,state_date:
source: State Date
es_ec: Estado de fecha

# field:service.service,technical:
source: Technical
es_ec: Técnico

# field:service.service,transport:
source: Transport
es_ec: Transpote

# field:service.service,type:
source: Type
es_ec: Tipo

# field:service.service,write_date:
source: Write Date
es_ec: Fecha de Modificación

# field:service.service,write_uid:
source: Write User
es_ec: Modificado por Usuario

# field:service.service.history_lines,create_date:
source: Create Date
es_ec: Fecha de Creación

# field:service.service.history_lines,create_uid:
source: Create User
es_ec: Usuario creación

# field:service.service.history_lines,date:
source: Hora
es_ec: Fecha

# field:service.service.history_lines,description:
source: Description
es_ec: Descripción

# field:service.service.history_lines,password:
source: Password
es_ec: Contraseña

# field:service.service.history_lines,rec_name:
source: Name
es_ec: Nombre

# field:service.service.history_lines,service:
source: Service
es_ec: Servicio

# field:service.service.history_lines,write_date:
source: Write Date
es_ec: Fecha de Modificación

# field:service.service.history_lines,write_uid:
source: Write User
es_ec: Modificado por Usuario

# field:service.service.line,create_date:
source: Create Date
es_ec: Fecha de Creación

# field:service.service.line,create_uid:
source: Create User
es_ec: Usuario creación

# field:service.service.line,failure:
source: Failure
es_ec: Falla

# field:service.service.line,model:
source: Model
es_ec: Modelo

# field:service.service.line,periferic:
source: Periferic
es_ec: Periferico

# field:service.service.line,product:
source: Type Work
es_ec: Tipo de Trabajo

# field:service.service.line,rec_name:
source: Name
es_ec: Nombre

# field:service.service.line,reference_amount:
source: Reference Amount
es_ec: Costo referencial

# field:service.service.line,series:
source: Series
es_ec: Serie

# field:service.service.line,service:
source: Service
es_ec: Servicio

# field:service.service.line,technical:
source: Technical
es_ec: Técnico

# field:service.service.line,trademark:
source: Trademark
es_ec: Marca

# field:service.service.line,write_date:
source: Write Date
es_ec: Fecha de Modificación

# field:service.service.line,write_uid:
source: Write User
es_ec: Modificado por Usuario

# help:service.service,garanty:
source: Income Garanty
es_ec: Ingreso por garantia

# model:ir.action,name:
source: Service Center
es_ec: Centro Servicio Técnico

# model:ir.action,name:act_home_service_form
source: Home Technical Service
es_ec: Servicio Técnico a Domicilio

# model:ir.action,name:act_product_periferic
source: Periferics
es_ec: Perifericos

# model:ir.action,name:act_service_form
source: Service Center
es_ec: Centro de servicio Técnico

# model:ir.action,name:act_service_out_form
source: Technical Service
es_ec: Servicio Técnico

# model:ir.action,name:wizard_draft_service
source: Reverse Service
es_ec: Reversar Servicio

# model:ir.action.act_window.domain,name:act_home_service_domain_all
source: All
es_ec: Todo

# model:ir.action.act_window.domain,name:act_home_service_domain_draft
source: Pending
es_ec: Pendiente

# model:ir.action.act_window.domain,name:act_home_service_domain_ready
source: Ready
es_ec: Listo

# model:ir.action.act_window.domain,name:act_service_domain_all
source: All
es_ec: Todo

# model:ir.action.act_window.domain,name:act_service_domain_delivered
source: Delivered
es_ec: Entregado

# model:ir.action.act_window.domain,name:act_service_domain_draft
source: Pending
es_ec: Pendiente

# model:ir.action.act_window.domain,name:act_service_domain_entry_warranty
source: Entry Warranty
es_ec: Ingreso por Garantia

# model:ir.action.act_window.domain,name:act_service_domain_ready
source: Ready
es_ec: Listo

# model:ir.action.act_window.domain,name:act_service_domain_review
source: In review
es_ec: En Revisión

# model:ir.action.act_window.domain,name:act_service_domain_warranty
source: Warranty not cover
es_ec: No cubre garantia

# model:ir.action.act_window.domain,name:act_service_domain_without
source: Without Solution
es_ec: Sin Solución

# model:ir.sequence.type,name:seq_type_service
source: Technical Service
es_ec: Servicio Técnico

# model:ir.ui.menu,name:menu_home_service_form
source: Home Technical Service
es_ec: Servicio Técnico a Domicilio

# model:ir.ui.menu,name:menu_product_periferic
source: Periferics
es_ec: Perifericos

# model:ir.ui.menu,name:menu_service_form
source: Technical Service
es_ec: Servicio Técnico

# model:ir.ui.menu,name:service_center
source: Service Center
es_ec: Centro Servicio Técnico

# model:service.draft_service.start,name:
source: Draft Service Start
es_ec: Reversar Servicio

# model:service.periferic,name:
source: Periferic
es_ec: Periferico

# model:service.service,name:
source: Service
es_ec: Servicio

# model:service.service.history_lines,name:
source: History Line
es_ec: Lineas de Historial

# model:service.service.line,name:
source: Service Line
es_ec: Linea de Servicio

# selection:service.service,state:
source: Delivered
es_ec: Entregado

# selection:service.service,state:
source: In Review
es_ec: En revisión

# selection:service.service,state:
source: Pending
es_ec: Pendiente

# selection:service.service,state:
source: Ready
es_ec: Listo

# selection:service.service,state:
source: Warranty not cover
es_ec: No cubre garantia

# selection:service.service,state:
source: Without Solution
es_ec: Sin Solución

# view:service.service.history_lines:
source: History Line
es_ec: Lineas de Historial

# view:service.service.history_lines:
source: History Lines
es_ec: Lineas de Historial

# view:service.service.line:
source: Service Line
es_ec: Lineas de servicio

# view:service.service.line:
source: Service Lines
es_ec: Lineas de servicio

# view:service.service:
source: History
es_ec: Historial

# view:service.service:
source: Invoice
es_ec: Factura

# view:service.service:
source: Service
es_ec: Servicio

# view:service.service:
source: Services
es_ec: Servicio Técnico

# view:service.service:
source: _Delivered
es_ec: Entregar

# view:service.service:
source: _In review
es_ec: En revisión

# view:service.service:
source: _Ready
es_ec: Listo

# view:service.service:
source: _Warranty not cover
es_ec: No cubre garantia

# view:service.service:
source: _Without Solution
es_ec: Sin Solución

# wizard_button:service.draft_service,start,draft_:
source: Reverse
es_ec: Reversar

# wizard_button:service.draft_service,start,end:
source: Exit
es_ec: Salir
